Repository: mozilla-l10n/mt-training-data
Catalog: ln/ln_pontoon.tmx
Source language: en_us
Languages: ln

source: 1 Review
ln: Bomenyoli 1

source: Adults Only 18+
ln: Bobele Bakolo banda mibu 18+

source: All Platforms
ln: Baplateforme nionso

source: Android Mobile
ln: Mobile Android

source: Android Tablet
ln: Tablet Android

source: An error occurred.
ln: Erreur esalemaki.

source: An internal server error occurred. Please try again later.
ln: Erreur moko esalemi nakati ya serveur. Meka lisusu sima ya mua ngonga.

source: An update to Marketplace is available.
ln: Mise à jour moko ya Marketplace ezwami.

source: App for Albania
ln: Ba Apps mpo Albanie

source: App for Argentina
ln: App mpo na Argentine

source: App for Bangladesh
ln: App mpo na Bangladesh

source: App for Brazil
ln: App mpo Brezil

source: App for Bulgaria
ln: Ba Apps mpo na Bulgarie

source: App for Chile
ln: App mpo na Chili

source: App for China
ln: Ba Apps mpo na Chine

source: App for Colombia
ln: Ba Apps mpo na Colombie

source: App for Costa Rica
ln: Ba Apps mpo na Costa Rica

source: App for Croatia
ln: Ba Apps mpo na Croatie

source: App for Czech Republic
ln: Ba Appsmpo na République Tchèque

source: App for Ecuador
ln: App mpo na Equateur

source: App for El Salvador
ln: Ba Apps mpo na El Salvador

source: App for France
ln: Ba Apps mpo na France

source: App for Germany
ln: Ba Apps mpo na Allemange

source: App for Greece
ln: App mpo na Grece

source: App for Hungary
ln: App mpo na Hongrie

source: App for India
ln: App mpo na Indie

source: App for Italy
ln: App mpo na Italie

source: App for Japan
ln: Ba Apps mpo na Japon

source: App for Macedonia
ln: App mpo na Macedonie

source: App for Mexico
ln: Ba Apps mpo na Mexique

source: App for Montenegro
ln: App mpo na Montenegro

source: App for Nicaragua
ln: Ba Apps mpo na Nicaragua

source: App for Panama
ln: Ba Apps mpo na Panama

source: App for Peru
ln: App mpo na Peru

source: App for Poland
ln: App mpo na Pologne

source: App for Russia
ln: Ba Apps mpo na Russie

source: App for Serbia
ln: App mpo na Serbie

source: App for South Africa
ln: Ba Apps mpo na Afrique du sud

source: App for Spain
ln: App mpo na Espagne

source: App for Uruguay
ln: App mpo na Uruguay

source: App for Venezuela
ln: Ba Apps mpo na Venezuela

source: App install error: {error}
ln: Erreur ya installation ya App: {error}

source: {app_name} screenshot
ln: {app_name} foto sur écran

source: App not yet reviewed
ln: App emenyolami naino te

source: App Review
ln: Bomenyoli App

source: Approve / Reject
ln: Ndima / Boya

source: App Statistics
ln: Bastatistique ya app

source: App usage statistics
ln: Bastatistique ya bosaleli app

source: Arts & Entertainment App
ln: App ya Arts & Divertissement

source: Back to app
ln: Zonga na app

source: Back to {app}
ln: Zonga na {app}

source: <b>{n}</b> Result
ln: <b>{n}</b> Biyano

source: <b>"{search_query}"</b> returned {n} result
ln: <b>"{search_query}"</b> biyano {n} bizongisami

source: Business
ln: Mombongo

source: Cancel
ln: Tika

source: Categories
ln: Bacategorie

source: Compatibility
ln: Comptabilité

source: Content Rating
ln: Classification ya contenu

source: Currently Offline
ln: Oza hors ligne na ngonga oyo

source: Delete
ln: Boma

source: Description
ln: Botatoli

source: Desktop
ln: Bureau

source: Develop Apps
ln: Ba app ya badeveloppeur

source: Developer
ln: Developpeur

source: Display Name
ln: Nkombo ya bomimoniselo

source: Download
ln: Téléchargement

source: Edit
ln: Bongisa

source: Edit Listing
ln: Bongisa Liste

source: Edit Review
ln: Bongisa bomenyoli

source: Edit your review
ln: Bongisa bomenyoli nayo

source: Edit your Review
ln: Bongisa bomenyoli nayo

source: Education
ln: Kelasi

source: Email Address
ln: Adresse Email

source: Email Support
ln: Lisungi mpo na Email

source: English
ln: Angele

source: Entertainment
ln: Divertissement

source: Error while communicating with server. Try again later.
ln: Erreur esalemaki tango ya kocommuniquer na serveur. Meka lisusu sima.

source: Everyone
ln: Mutu nionso

source: Everyone 10+
ln: Mutu nionso banda mibu 10+

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ln: Soki kaka te ndenge <a href="{legal_url}" target="_blank">ekomami</a>, contenu na site oyo eza na se ya licence ya <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-mpe ba License misusu oyo elandani nayango v3.0</a> to version nionso ya sika.

source: Expand
ln: Komisa molayi

source: Featured Book App
ln: App ya Buku oyo etiyami en vedette

source: Featured Creativity App
ln: Ba Apps ya créativité oyo etiyami en vedette

source: Featured Education App
ln: Ba Apps ya Kelasi oyo etiyami en vedette

source: Featured Game
ln: Jeu oyo etiyami en vedette

source: Featured Lifestyle App
ln: Ba Apps ya motindo ya kobikela

source: Featured Music App
ln: App ya miziki oyo etiyami en vedette

source: Featured Shopping App
ln: App ya Shopping oyo etiyami en vedette

source: Featured Social App
ln: Ba Apps Social oyo etiyami en vedette

source: Featured Sports App
ln: Ba Apps ya Masano oyo etiyami en vedette

source: Featured Travel App
ln: Ba Apps ya Mibembo oyo eza en vedette

source: Feedback submitted. Thanks!
ln: Feedback epesami. Matondo!

source: File Size
ln: Bolayi ya fichier

source: Flagged for review
ln: Etiyami bendele mpo na bomenyoli

source: Flagging review...
ln: Botiyi bendele na bomenyoli…

source: Flag Review
ln: Tiya bendele na bomenyoli

source: For ages {0}+
ln: Mpo na mibu {0}+

source: For all ages
ln: Mpo na bakolo mpe bana

source: For previous version {version}
ln: Mpo na version oyo eleki {version}

source: Free
ln: Ya ofele

source: French
ln: Falase

source: Games
ln: Bajeux

source: General settings
ln: Baparamètre général

source: Generic
ln: Generique

source: German
ln: Kiallmand

source: Get Firefox News.
ln: Zwa Bulletin ya Firefox.

source: Get Firefox news! Sign up for our newsletter
ln: Kozwa basango ya Firefox! Mikomisa mpo na bulletin nabiso

source: Get Help
ln: Kozwa lisalisi

source: Get Involved
ln: Mikotisa

source: Give us your feedback. Let us know whether we are awesome or buggy.
ln: Pesa biso feedback nayo. Yebisa biso soki toza kosala malamu to mabe.

source: Groundbreaking App
ln: App ya mosala ya yambo

source: Health & Fitness
ln: Santé & Fitness

source: Health & Fitness App
ln: App ya Santé & Fitness

source: Hidden Gem
ln: Ba Gems ya kobatama

source: Home
ln: Accueil

source: Homepage
ln: Lokasa ya boyambemi

source: Hungarian
ln: Kihongrois

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
ln: Nandimi ete Mozilla esalela mayebisi mangai lolenge elimbolami na <a href="{privacy_policy_url}" target="_blank">Politiki ya confidentialité oyo</a>.

source: Inappropriate language/dialog
ln: Liloba/Lisolo oyo eza alima te

source: Indonesian
ln: Kiindonesien

source: Install
ln: Installer

source: Installed
ln: Eza installer

source: Installed!
ln: Eza installer!

source: Install failed. Please try again later.
ln: Installation esimbi te. Meka lisusu.

source: Language Packs
ln: Mopiko ya nkota

source: Last updated
ln: Mise à jour yasuka

source: Launch this app from your <b>Applications</b> directory.
ln: Kolancer app oyo uta na répertoire ya ba <b>Applications</b> nayo.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
ln: Kolancer app oyo uta <b>dash</b>, <b>Moponi Application</b>, to <b>Menu ya baapplication</b> nayo.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
ln: Kolancer app uta na <b>Windows desktop</b> to <b>Start &#9658; baprogramme nionso</b> yayo.

source: Learn how to change them.
ln: Yekola ndenge ya kobongola yango.

source: Leave a Review
ln: Kolongwa na bomenyoli

source: Let us know...
ln: Yebisa biso…

source: Lifestyle
ln: Lolenge ya kobika

source: Loading...
ln: Eza kocharger…

source: Loading Privacy Policy...
ln: Eza kocharger Politiki ya confidentialité…

source: Load more
ln: Charger koluta

source: Local Favorite App
ln: Ba Apps Local Favorit

source: Lookup Tool
ln: Koluka outil

source: Maps & Navigation
ln: Bacarte & Navigation

source: Maps & Navigation App
ln: Ba Apps Bacarte & Navigation

source: Mature 17+
ln: Mutu oyo okemeli mibu 17+

source: Misplaced bug report or support request
ln: Rapport ya bogue to bosenga ya lisungi esalemi mabe

source: More Information
ln: Mayebisi mosusu

source: Most Recent Version
ln: Version yasika sika

source: Music
ln: Miziki

source: My Apps
ln: Ba apps nangai

source: Mystery App!
ln: Ba Apps ya Bikamwa!

source: My Submissions
ln: Maye napesi

source: Need to report something?
ln: Olingi kosala rapprot ya likambo?

source: New
ln: Yasika

source: Newsletter
ln: Bulletin

source: News & Weather App
ln: App ya Basango & Météo

source: No apps found.
ln: App moko te ezwami.

source: No language packs found.
ln: Mopiko moko te ya nkota ezwami.

source: No results found
ln: Eyano moko te ezwami

source: No results found, try again later
ln: Eyano moko te ezwami, meka lisusu sima

source: not available for your platform
ln: ezwami te mpo na plateforme nayo

source: not available for your region
ln: ezwami te mpo na etuka nayo

source: Not enough statistics to show.
ln: Bastatistique ya kokoka eza te mpo na kolakisa.

source: Not yet reviewed
ln: Emenyolami te

source: {n} star
ln: {n} minzoto

source: Oh no!
ln: Oh te!

source: Only users that are logged in may submit reviews.
ln: Bobele basaleli baye bakoti na site nde bakoki kopesa bomenyoli nabango.

source: Payment cancelled.
ln: Bofuti botikisami.

source: Payment failed. Try again later.
ln: Kofuta esimbi te. Meka lisusu sima.

source: Photo & Video
ln: Foto & Vidéo

source: Photo & Video App
ln: App ya Foto & Vidéo

source: Please read the <a href="{url}" target="_blank">Review Guidelines</a> for more details about rating apps. Reviews that do not meet these guidelines may be removed by our moderation team without notice.
ln: Tanga ba <a href="{url}" target="_blank">Directive ya bomenyoli</a> mpo na kozwa mayebisi mosusu matali classification ya ba apps. Bomenyoli oyo ekokani te na badirective oyo, ngulupa ya bamoderateur nabiso ekoki kolongola yango na mpwasa.

source: Please select a star rating.
ln: Pona monzoto ya classification.

source: Please set today's date and time in your device settings to access the Marketplace.
ln: Esengeli okoma mokolo mwa lelo mpe tango na baparamètre ya appareil nayo mpo na kokota na Marketplace.

source: Please sign in to view the receipt
ln: Kota mpo na komona reçu

source: Polish
ln: Kipolonais

source: Popular
ln: Oyo eyebani na ebele ya batu

source: Portuguese
ln: Kiputuluges

source: Premium version available
ln: Version premium eza

source: Privacy Policy
ln: Politiki ya confidentialité

source: Productivity
ln: Productivité

source: Rate:
ln: Classifier:

source: Rated {stars} out of {maxstars} stars
ln: Etiyami {stars} na {maxstars} minzoto

source: Rating Details
ln: Badetail ya classification

source: Rating Pending
ln: Classification eza kozela

source: Rating Refused
ln: Classification ebwakisami

source: Read all reviews
ln: Tanga manso maye mamenyolami

source: Receipt
ln: Reçu

source: Recommendations
ln: Barecommandation

source: Reference
ln: Référence

source: Region
ln: Etuka

source: Register
ln: Mikomisa

source: Report
ln: Sala rapport

source: Report Abuse
ln: Funda bosaleli mabe

source: Report Trademark Abuse
ln: Funda bobuki mibeko ya Marque déposée

source: Review
ln: Bomenyoli

source: Reviewer Tools
ln: Ba outil ya reviseur

source: Review History
ln: Lisitwale ya bomenyoli

source: Reviews
ln: Maye mamenyolami

source: Russian
ln: Kirusse

source: Save Changes
ln: Bomba maye mambongwami

source: Search Marketplace&hellip;
ln: Luka Marketplace&hellip;

source: Search Results
ln: Luka barésultat

source: See an issue with this review? Select a reason below.
ln: Omoni likambo na bomenyoli oyo? Pona ntina awa na se.

source: Settings
ln: Baparamètre

source: Settings could not be saved
ln: Baparamètre ekokaki te kobombama

source: Show me everything for <mkt-selected-text></mkt-selected-text>
ln: Lakisa ngai nionso mpo na <mkt-selected-text></mkt-selected-text>

source: Sign In
ln: Kota

source: Sign in to review
ln: Kota mpo na komenyola

source: Sign me up
ln: Komisa ngai

source: Sign Out
ln: Bima

source: Sign up for our newsletter
ln: Mikomisa mpo na bulletin nabiso

source: Sign up for our newsletter.
ln: Mikomisa mpo na kozwa bulletin nabiso.

source: Sorry, there was an error posting your review. Please try again later.
ln: Bolimbisi, erreur esalemi na botiyi bomenyoli oyo osali. Meka lisusu sima.

source: Sorry, there was an issue editing your review. Please try again later
ln: Bolimbisi, nkokoso esalemi na bobongisi bomenyoli nayo. Meka lisusu sima

source: Sorry, there was an issue flagging the review. Please try again later.
ln: Bolimbisi, nkokoso moko esalemi na botiyi monzoto na bomenyoli. Meka lisusu sima.

source: Sorry, there was a problem deleting the review
ln: Bolimbisi, nkokoso moko esalemi na bobomi bomenyoli

source: Sorry, we had trouble fetching this app's data. Please try again later.
ln: Bolimbisi, tozwaki nkokoso mpo na kozwa badonné ya app oyo. Meka lisusu.

source: Sorry, you are currently offline. Please try again later.
ln: Bolimbisi, oza hors ligne sik'oyo. Meka lisusu sima.

source: Sorry, you need to be online to access the Marketplace.
ln: Bolimbisi, esengeli ozala en ligne mpo na kokota na Marketplace.

source: Sorry, your device clock appears to be set incorrectly.
ln: Bolimbisi, ngonga ya appareil nayo eza neti etiyami mabe.

source: Spam or otherwise non-review content
ln: Spam to contenu ya bomenyoli te

source: Spanish
ln: Kiespagnol

source: Sports
ln: Masano

source: Statistics
ln: Bastatistique

source: Submit Feedback
ln: Kopesa Feedback

source: Submit Report
ln: Pesa rapport

source: Submit Review
ln: Pesa bomenyoli

source: Support
ln: Lisungi

source: Support Site
ln: Lisungi mpo na Site

source: System Date Incorrect
ln: Systeme ya date eza mabe

source: Teen
ln: Bana mike

source: Terms of Use
ln: Mibeko mpo na bosaleli

source: Thanks for signing up!
ln: Matondo mpo na komikomisa!

source: Thank you for purchasing
ln: Matondo mpo na bosombi

source: The category you requested does not exist.
ln: Categorie oyo osengi ezalaka te.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
ln: Mbala oyo eza koya soki opelisi app ya Firefox Marketplace, okomona version oyo eza mise à jour!

source: There was an error submitting your newsletter sign up request
ln: Erreur esalemaki tango ya kotinda bosenga nayo ya komikomisa mpo na bulletin

source: There was a problem submitting your feedback. Try again soon.
ln: Nkokoso moko esalemi na bopesi feedback nayo. Meka lisusu mua sima.

source: This app has no reviews.
ln: App oyo eza na bomenyoli ata moko te.

source: This review has been successfully deleted
ln: Bomenyoli ebomami malamu

source: This review has been successfully flagged. Thanks!
ln: Bomenyoli etiyami bendele malamu. Matondo!

source: Tool & Time Saver
ln: Baoutil & Baheure d'été

source: Travel
ln: Mibembo

source: Try again
ln: Meka lisusu

source: Try Again
ln: Meka lisusu

source: Unable to install packaged apps
ln: Ekoki te koinstaller ba apps oyo ekongolami

source: Unavailable
ln: Ezali te

source: Update Review
ln: Mise à jour ya bomenyoli

source: Updates
ln: Mise à jour

source: Utilities
ln: Biye bisengeli kofutama

source: View All
ln: Tala nionso

source: We want to hear from you!
ln: Tolingi koyoka kowuta epayi nayo!

source: Work & Business App
ln: App ya Mosala & Mombongo

source: Write a review
ln: Koma maye matali bomenyoli

source: Write a Review
ln: Koma bomenyoli

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
ln: Iyo, lakisa ngai barecommandation kolandana na ba apps nangai oyo eza installer. <a href="{url}" target="_blank">Mingi ya koyekola</a>

source: You have no apps
ln: Oza na apps ata moko te

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
ln: Okozwa email kowuta na mozilla@e.mozilla.org, tala boîte mail nayo mpo na Email nayo ya yambo kowuta epayi nabiso. Soki omoni yango te, tala filtre nayo ya spam.

source: You must be signed in to view your apps.
ln: Esengeli kokota mpo na kotala ba apps nayo.

source: You must use Firefox to install Firefox apps.
ln: Esengeli osalela Firefox mpo na koinstaller ba apps ya Firefox.

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
ln: Baparamètre ya Mac nayo ekoki kozangisa yo installation ya ba apps oyo ewuti na Mac App Store te.

source: Your review was successfully edited
ln: Bomenyoli nayo ebongisami malamu

source: Your review was successfully posted. Thanks!
ln: Bomenyoli osali etiyami malamu. Matondo!

source: Your settings have been successfully saved
ln: Baparamètre nayo ebombami malamu

source: An error occurred. Close the window to continue
ln: Erreur esalemaki. Kanga lilisa mpo na kokoba

source: An error occurred whilst trying to log out.
ln: Erreur esalemaki na eleko ya bomeki kobima na site.

source: An internal web request timed out.
ln: Bosenga ya tango yakati ya web esili.

source: An unexpected error occurred.
ln: Erreur moko oyo ekanamaki te esalemaki.

source: An unexpected error occurred when creating your PIN.
ln: Erreur moko oyo ekanamaki te esalemaki tango ya kokela PIN nayo.

source: An unexpected error occurred when resetting your PIN.
ln: Erreur moko oyo ekanamaki te esalemaki tango réinitialisation ya PIN nayo.

source: An unexpected error occurred whilst checking your PIN.
ln: Erreur moko oyo ekanamaki te esalemaki tango ya vérification ya PIN nayo.

source: Are you sure you want to reset your PIN? You must sign in to Firefox Accounts to reset your PIN.
ln: Oza sure olingi koréinitialiser PIN nayo? Esengeli okota-na bacompte ya Firefox mpo na koréinitialiser PIN nayo.

source: Are you sure you want to reset your PIN? You must sign in to Persona to reset your PIN.
ln: Oza sure olingi koréinitialiser PIN nayo? Esengeli okota na Persona mpo na koréinitialiser PIN nayo.

source: Back
ln: Zonga sima

source: Beginning payment
ln: Kobanda kofuta

source: By proceeding you agree to our <a %(terms)s>terms</a> and <a %(privacy)s>Privacy Policy</a>
ln: Na bokobi ondimi ba <a %(terms)s>conditions</a> mpe <a %(privacy)s>Politiki ya confidentialité</a> nabiso

source: Completing payment
ln: Kosilisa bofuti

source: Completing Payment
ln: Kosilisa bofuti

source: Confirm PIN
ln: Confirmer PIN

source: Connecting to Firefox Accounts
ln: Eza koconnecter na bacompte ya Firefox

source: Connecting to Persona
ln: Eza koconnecter na Persona

source: Continue
ln: Koba

source: Create a PIN
ln: Kela PIN

source: Create PIN
ln: Kela PIN

source: Enter PIN
ln: Koma PIN

source: Error
ln: Erreur

source: Forgot your PIN?
ln: Obosani PIN nayo?

source: Initializing
ln: Eza koréinitialiser

source: Loading
ln: Eza kocharger

source: Logging out
ln: Kobima-na site

source: No network simulation
ln: Simulation ya réseau eza te

source: Not you?
ln: Eza yo te?

source: No valid user found whilst attempting to create your PIN
ln: Mosaleli moko te oyo alongobani azwamaki tango ya bomeki kokela PIN nayo

source: No valid user found whilst attempting to reset your PIN
ln: Mosaleli moko te oyo alongobani azwamaki tango ya bomeki réinitialisation ya PIN nayo

source: No valid user found whilst checking your PIN
ln: Mosaleli moko te oyo alongobani azwamaki tango ya vérification ya PIN nayo

source: Oops
ln: Oups

source: Payment complete
ln: Kofuta esili

source: Payments are temporarily disabled.
ln: Kofuta eza désactiver mpo na mua ngonga.

source: Permission denied attempting to check your PIN
ln: Ndingisa epesamaki te tango ya bomeki vérification PIN nayo

source: Permission denied attempting to create your PIN.
ln: Ndingisa epesamaki te tango ya bomeki kokela PIN nayo.

source: Permission denied attempting to reset your PIN.
ln: Ndingisa epesamaki te tango ya bomeki réinitialisation ya PIN nayo.

source: PIN can only contain digits.
ln: PIN ekoki kozala bobele na bachiffre.

source: PIN Locked
ln: PIN eza bloquer

source: PINs do not match.
ln: Ba PIN ekokani te.

source: PIN too short
ln: PIN eza mokuse mpeza

source: Please sign in to reset your PIN.
ln: Tosengi ete okota-na site mpo na koréinitialiser PIN.

source: Processing
ln: Traitement

source: Product cannot be purchased due to configuration error.
ln: Eleko ekoki kosombama te mpo na erreur ya configuration.

source: Reset
ln: Koréinitialiser

source: Reset PIN
ln: Koréinitialiser PIN

source: Reset your PIN?
ln: Koréinitialiser PIN?

source: Retrieving Transaction
ln: Koretrouver Transaction

source: Retry?
ln: Komeka lisusu?

source: Retrying
ln: Komeka lisusu

source: Setting up payment
ln: Kolengela bofuti

source: Sign in
ln: Kota

source: Sign in to continue with the payment
ln: Kota mpo na kokoba kofuta

source: Sign-in to reset PIN
ln: Kota-na site mpo koréinitialiser PIN

source: Simulate Payment
ln: Simulation ya bofuti

source: Simulate Something?
ln: Simulation ya eloko songolo?

source: Something went wrong.
ln: Eloko moko esalemi malamu te.

source: Something went wrong. Try again?
ln: Eloko moko esalemi malamu te. Komeka lisusu?

source: Submit
ln: Tinda

source: Success
ln: Esimbi

source: Super Simulate
ln: Super Simulation

source: That took longer than expected. Retry?
ln: Ezwi tango molayi koleka ndenge esengeli. Komeka lisusu?

source: The payment method or price point is not supported for this region or operator.
ln: Motindo ya bofuti to lolenge ya talo ekoki te mpo na etuka oyo to operateur oyo.

source: The PIN data submitted was invalid.
ln: Badonnée ya PIN oyo opesaki elongobani te.

source: The request timed out whilst attempting to create your PIN.
ln: Tango ya bosenga esilaki na eleko ya bomeki kokela PIN nayo.

source: The request timed out whilst attempting to reset your PIN.
ln: Tango ya bosenga esilaki na eleko ya bomeki réinitialisation ya PIN nayo.

source: The request timed out whilst trying to check your PIN
ln: Tango ya bosenga esilaki na eleko ya bomeki vérification ya PIN nayo

source: The system timed out while trying to log in.
ln: Tango ya systeme esilaki na eleko ya bomeki kokota na site.

source: The system timed out while trying to log out.
ln: Tango ya systeme esilaki na eleko ya bomeki kobima.

source: The transaction failed. You have not been charged for this purchase.
ln: Transaction esimbaki te. Mbongo moko te ba charger yo mpo na bosombi oyo.

source: This is taking longer than expected. Try again?
ln: Eza kowumela koleka ndenge esengeli. Komeka lisusu?

source: Verifying payment
ln: Vérification ya bofuti

source: Waiting for login
ln: Bozeli kokota na site

source: Was Locked
ln: Ezalaki bloquer

source: Wrong PIN
ln: PIN eza mabe

source: You are signed in as:
ln: Okoti-na site lokola:

source: You entered the wrong PIN too many times. Your account is locked. Please try your purchase again in 5 minutes.
ln: Okomaki PIN ya mabe mbala ebele mpeza. Compte nayo eza bloquer. Meka kosomba lisusu sima ya minuti 5.

source: You logged in as a different user, you must start the payment again.
ln: Okotaki lokola mosaleli mosusu, esengeli obandela lisusu kofuta.

source: Your PIN was locked
ln: PIN nayo ezalaki bloquer
